{
    IllegalCharacterInNumberException = "Veuillez vérifier la valeur que vous avez fournie pour le champ <b>@@displayNameForProperty@@</b>.";
    InvalidDateFormatException="Veuillez vérifier<b>@@displayNameForProperty@@</b> car <b>@@value@@</b> n'est pas une date valide."; 
    InvalidNumberException = "Le nombre est invalide";
    MandatoryToManyRelationshipException = "Un/une <b>@@displayNameForEntity@@</b> doit avoir au moins un/une  <b>@@displayNameForEntity@@</b>.";
    MandatoryToOneRelationshipException = "Un/Une <b>@@displayNameForEntity@@</b> doit avoir un/une  <b>@@displayNameForProperty@@</b>.";
    NotANumberException = "Désolé, je ne peux lire ce nombre <b>@@value@@</b> ";
    NullPropertyException = "Veuillez fournir un/une <b>@@displayNameForProperty@@</b>.";
    ObjectRemovalException = "Impossible d'enlever ce/cette <b>@@displayNameForEntity@@</b>. Vous devez d'abord enlever le/la <b>@@displayNameForProperty@@</b>.";
    ObjectsRemovalException = "Impossible d'enlever ce/cette <b>@@displayNameForEntity@@</b>. Vous devez d'abord enlever les <b>@@displayNameForProperty@@</b>.";
    PasswordsDontMatchException = "Les <b>mots de passe<b> que vous avez rentrés sont différents.";
    PasswordsFillBothFieldsException = "Veuillez remplir les deux champs de mot de passe.";
}
